Repository: freepius/wp-plugin-learnyboxmap
Catalog: languages/learnyboxmap-*.po
Languages: fr_fr

source: members_map.error
fr_fr: Une erreur est survenue sur la carte des membres LearnyBox. Veuillez réessayer ou contacter l'administrateur de la formation.

source: member
fr_fr: membre

# Post type general name
source: LearnyBox Members
fr_fr: Membres LearnyBox

# Post type singular name
source: LearnyBox Member
fr_fr: Membre LearnyBox

# Admin Menu text
source: Members
fr_fr: Membres

source: Add New LearnyBox Member
fr_fr: Ajouter un nouveau membre

source: Edit LearnyBox Member
fr_fr: Éditer un membre

source: Search members
fr_fr: Chercher des membres

source: No members found.
fr_fr: Aucun membre n'a été trouvé.

source: Represents a LearnyBox Member
fr_fr: Représente un membre LearnyBox

source: Represents the category of a LearnyBox member
fr_fr: Représente la catégorie d'un membre LearnyBox

source: The URL does not follow the expected pattern "https://{your-sub-domain}.learnybox.com/"
fr_fr: Le format de l'URL est incorrect (format attendu : "https://{votre-sous-domaine}.learnybox.com/")

source: The training ID is not a valid numeric value (must be positive or null)
fr_fr: L'ID de la formation doit être un nombre supérieur ou égal à zéro

source: Settings for the LearnyboxMap plugin
fr_fr: Réglages de l'extension LearnyboxMap

source: Settings
fr_fr: Réglages

source: LearnyBox settings
fr_fr: Paramètres LearnyBox

source: Your LearnyBox API key
fr_fr: Votre clé API LearnyBox

source: Your LearnyBox URL
fr_fr: Votre URL LearnyBox

source: ID of one of your LearnyBox trainings
fr_fr: ID d'une de vos formations LearnyBox

source: Members Map page settings
fr_fr: Paramètres de la page "Carte des membres"

source: Consent text
fr_fr: Texte de consentement

source: admin.settings.field_consent_text_help
fr_fr: Texte que chaque membre doit accepter pour valider son inscription à la carte.

source: Error:
fr_fr: Erreur :

source: members_map.form_error.required
fr_fr: Ce champ est obligatoire.

source: members_map.form_error.category.invalid
fr_fr: Catégorie invalide

source: members_map.form_error.geo_coordinates.invalid
fr_fr: Coordonnées géographiques invalides

source: The members map
fr_fr: Carte des membres

source: Your marker is here. Drag-drop it to change its position.
fr_fr: Vous êtes ici. Glissez et déposez le marqueur pour changer votre position.

source: Update your map profile
fr_fr: Mettre à jour votre profil

source: Register on the map
fr_fr: Je m'enregistre sur la carte

source: Fields marked with <b>*</b> are required.
fr_fr: Les champs marqués d'un <b>*</b> sont obligatoires.

source: There are errors in the form. Please correct them to continue.
fr_fr: Le formulaire contient des erreurs. Veuillez les corriger.

source: My name or nickname
fr_fr: Mon nom, prénom, surnom...

source: members_map.field_name_help
fr_fr: Visible par les autres membres, au survol de votre point sur la carte.

source: My category
fr_fr: Ma catégorie

source: members_map.field_category_help
fr_fr: Visible par les autres membres, au survol de votre point sur la carte.

source: My geographical coordinates
fr_fr: Mes coordonnées géographiques

source: See / place my marker on the map
fr_fr: Voir & placer mon marqueur sur la carte.

source: members_map.field_geo_coordinates_help
fr_fr: Mon lieu / adresse

source: Find this place / address on the map, then update my geographical coordinates accordingly
fr_fr: Trouver ce lieu / cette adresse sur la carte, puis mettre à jour mes coordonnées en conséquence

source: members_map.field_address_help
fr_fr: Ne sera pas visible des autres membres.

source: members_map.form_error.address.unknown
fr_fr: Ce lieu / cette adresse n'a pas été trouvé/e.

source: What do I have to say about myself?
fr_fr: Qu'ai-je à dire aux autres, à propos de moi ?

source: members_map.field_description_help
fr_fr: Visible par les autres membres, au survol de votre point sur la carte.

source: My consent
fr_fr: Mon consentement

source: Validate
fr_fr: Je valide
